tap "dopplerhq/cli"
tap "heroku/brew"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
brew "coreutils"
brew "fzf"
brew "git"
brew "readline"
brew "gnupg"
brew "heroku"
brew "libpq"
brew "libyaml"
brew "neovim"
brew "ripgrep"
brew "rubyfmt"
brew "starship"
brew "tmux"
brew "yarn"
brew "zlib"
brew "dopplerhq/cli/doppler"
brew "jesseduffield/lazygit/lazygit"
cask "1password"
cask "alacritty"
cask "beeper"
cask "brave-browser"
cask "cleanshot"
cask "docker"
cask "figma"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "linear-linear"
cask "notion"
cask "raycast"
cask "slack"
cask "spotify"
cask "wezterm"
cask "zoom"
